Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nih.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: KFU will appoint the examination committee and approve the curriculum.
nb: KFU oppnevner eksamenskommisjon og godkjenner pensumliste.

source: Heart attacks, angina pectoris, heart failure or arrhythmia, as well as high blood pressure, are some of the most common ones.
nb: Hjerteinfarkt, angina pectoris, hjerte-svikt eller -rytmeforstyrrelser i tillegg til høyt blodtrykk er noen av de vanligste.

source: Thus, in my PhD project I will explore physical activity and cardiorespiratory fitness in relation to metabolic risk in a sample of young childhood cancer survivors (aged 9-18 years) and compare the results to a control sample matched by age and sex.
nb: I mitt PhD-prosjekt vil jeg derfor undersøke fysisk aktivitet og kardiorespiratorisk form i relasjon til metabolsk risiko hos unge barnekreftoverlevere (i alderen 9-18 år) og sammenligne resultatene med en kontrollgruppe som er matchet på alder og kjønn

source: About 40-70% of all participants scored above clinical cut-off in the compulsive exercise test (CET) at baseline.
nb: Rundt 40-70% av alle deltagerne scoret over klinisk grense for tvangsmessig trening før behandling.

source: Typically they will have several Olympic and world championship medals, objectively showing that they have what it takes to become the best in the world.”
nb: De har typisk flere medaljer fra OL og VM, og der har de objektivt vist at de har det som skal til, for å bli best i verden.

source: Part-time teacher at the Norwegian School of Sport Sciences from 1979-2002.
nb: Timelærer på Norges idrettshøgskole fra 1979-2002.

source: "This might appear to be very theoretical, but it's important for your health and possibly also for your future," says Jones.
nb: – Det kan nok virke veldig teoretisk, men er viktig for helsa og kanskje for fremtiden din, sier Jones.

source: Morten Renslo Sandvik does in one of the films.
nb: Morten Renslo Sandvik gjør i en av filmene.

source: Pelvic floor muscle function in pregnancy and after childbirth and the effect of postpartum pelvic floor muscle training on urinary incontinence in women with and without major defects of the levator ani muscle.
nb: Funksjon i bekkenbunnsmuskulatur under graviditet og etter fødsel og effekt av bekkenbunnstrening på urinlekkasje hos kvinner med og uten skade i levator ani muskulaturen.

source: From 1992 to 2012, he took charge of close to 300 matches in the Top League in Norway and he refereed two cup-finals.
nb: Fra 1992 til 2012 dømte han nær 300 kamper i Eliteserien, og han har dømt to cupfinaler.

source: There were no deaths during the three-year period she investigated, but in several cases rescue operations were required.
nb: Det var ingen dødsfall i løpet av treårsperioden hun undersøkte, men i flere tilfeller ble redningsaksjoner nødvendig.

source: Click one of the icons (Kopi = copy, E-post = scan):
nb: Trykk på ett av ikonene (E-post = skanning):

source: In 2012, she took her Diploma Degree in Sport, Media and Communication at the Technical University München.
nb: I 2012 tok hun sin Master in idrett, medier og kommunikasjon ved Technische Universität München.

source: , has worked for several years at Olympiatoppen and specialises in applied sports psychology.
nb: , har jobbet flere år på Olympiatoppen og er spesialisert innen anvendt idrettspsykologi.

source: Solskjær and Mourinho are on different sides inasmuch as the literature refers to “good” and “dangerous” charismatics.
nb: Solskjær og Mourinho skiller lag i det litteraturen henviser til «gode» og «farlige» karismatikere.

source: In study 2 we found that the go/no-go test was sensitive to subtle decrements in response inhibition during whole body vibration.
nb: I studie 2 fant vi at go/no-go testen var sensitiv til svekkelser i respons inhibisjon under helkroppsvibrasjon.

source: Useful for surgeons and physiotherapists
nb: Nyttig for kirurger og fysioterapeuter

source: 12,000 “new” persons develop type 2 diabetes every year in Norway alone.
nb: 12.000 «nye» personer utvikler diabetes 2 hvert år, bare i Norge.

source: Section 5.9 Termination and dismissal
nb: § 5.9 Oppsigelse og avskjed

source: Secondly, they used a five-minute all-out trial immediately following a three-our cycling session.
nb: Den andre prestasjonstesten var en fem-minutter-all-out-test som ble utført rett etter en tretimers økt på sykkel.

source: Camera and software for the production of 360 video and action video
nb: Kamera, programvare og festeanordninger for produksjon av 360 video og action film

source: Nih.no is built on the publishing platform/ content management system (CMS) Episerver.
nb: Nih.no er bygd på publiseringsløsningen Episerver CMS.

source: 1486 students and 23 physical education teachers participated in the study.
nb: Det endelige utvalget teller 1486 elever og 23 kroppsøvingslærere.

source: __utmz - Used to keep track of how the visitor ended up on the site (traffic source).
nb: __utmz - Brukes for å holde rede på hvordan den besøkende endte opp på nettstedet (trafikkilden).

source: CT scanning which produces 3D images can also be used.
nb: Man kan også bruke CT-scanning som gir bilder i 3D.

source: Development of a valid tool to simulate jump construction in big air and slopestyle
nb: Utvikling av et valid simulasjonsverktøy for bygging av hopp i big air og slopestyle

source: Oddbjørn Klomsten Andersen has clear recommendations about how to develop strong bones, particularly during the growth phase which occurs prior to the age of 25.
nb: Oddbjørn Klomsten Andersen har klare anbefalinger for hvordan man kan bygge et sterkt skjelett, særlig i vekstfasen fram til 25-års alder.

source: Section 10.2 Manuscripts that may not be submitted
nb: § 10.2 Arbeider som ikke godtas

source: In situations where KFU does not have expertise in a subject area, KFU may obtain an expert opinion from one or more persons or appoint an expert committee.
nb: de tilfeller der den faglige kompetansen ikke er tilstede i KFU, kan KFU innhente uttalelser fra en eller flere sakkyndige personer, eller nedsette en sakkyndig komité.

source: In the so-called meta-study, they have compared physical activity and mortality in more than 36,000 people over a period of 40 years.
nb: I den såkalte metastudien har de sammenliknet fysisk aktivitet og dødelighet hos mer enn 36.000 personer over 40 år.

source: ) in elite contemporary breaststroke swimming.
nb: ) hos elitesvømmere i moderne brystsvømming.

source: precautions for processing personal information.
nb: om deg, og til å få korrigert eventuelle feil.

source: - Should be mandatory at training
nb: - Bør være obligatorisk på trening

source: —The level of uncertainty when it comes to any such reports is a very good reason for focusing on the preventive side of safeguarding in sports.
nb: – Usikkerheten rundt rapportering er én svært god grunn til å fokusere på den preventive siden ved safeguarding i idretten.

source: He suggests performing resistance training 2-3 times per week using basic exercises involving large muscle groups.
nb: Han anbefaler å gjennomføre styrketrening 2-3 ganger i uka med øvelser som styrker store muskelgrupper i kroppen.

source: doctoral thesis at the Norwegian School of Sport Sciences (NIH)
nb: doktorgrad ved Norges idrettshøgskole (NIH)

source: "The strength training sessions should not last more than 30-40 minutes and they will not affect endurance training to any greater extent," he adds.
nb: Styrketreningen tar ikke mye tid, sier han, og legger til at øktene ikke tar mer enn 30-40 minutter, og at de dermed ikke vil påvirke utholdenhetstreningen i stor grad.

source: This encompasses 1.1 million people around the world.
nb: Det omfatter 1,1 million mennesker rundt om i verden.

source: "I've studied countless videos in order to identify players' "searches", specifically through their head movements during the last 10 seconds before they receive the ball," he says.
nb: — Jeg har studert utallige videoer for å kartlegge spillernes «søk» - helt konkret gjennom hodebevegelsene deres de siste 10 sekundene før de mottar ballen, sier han.

source: Is the journal registered in DOAJ?
nb: Er tidsskriftet registrert i DOAJ?

source: Jannicke is Associate Professor in friluftsliv ved at the department of physical education.
nb: Jannicke er førstelektor i friluftsliv ved Institutt for lærerutdanning og friluftslivsstudier.

source: "The mum's belly" – an issue postpartum?
nb: "Mammamage" – et problem etter fødsel?

source: It was about him and what he has achieved.
nb: Det har handlet om han selv og hva han har fått til.

source: Finished bioengineer at HIST spring 2009.
nb: Utdannet bioingeniør fra HIST våren 2009.

source: Exercise and tests
nb: Trening og tester

source: A trained gynecologist (Akershus University Hospital) will examine the participants to evaluate and quantify anatomical pelvic organ prolapse (POP-Q).
nb: Vi vil også sammenligne forekomst av underlivsprolaps (gynekologisk undersøkelse og spørreskjema) og andre bekkenbunnsplager (spørreskjema).

source: In connection with the exercise, each and every one of the 600 participating players has received reminders and text messages every week.
nb: I forbindelse med øvelsen har hver eneste av de vel 600 deltakende spillerne fått påminnelser og smser hver uke.

source: Physiccal activity and health, children and adolescents, metabolic syndrome
nb: Fysisk aktivitet og helse, barn og unge, metabolsk syndrom

source: The first part of the project utilize quantitative and qualitative data from the Young in Oslo, 2015 and 2018-surveys.
nb: Prosjektet har en første og en andre del. Første del av prosjektet tar utgangspunkt i Ung i Oslo-undersøkelsene fra 2015 og 2018.

source: has the primary academic-related responsibility for the candidate.
nb: har det faglige hovedansvaret for kandidaten.

source: Mechanisms for Asthma In athletes
nb: Mekanismer for Astma hos Idrettsutøvere

source: Data on delivery mode and other obstetric data are collected from the hospital’s electronic birth records.
nb: Data på forløsningsmetode og andre fødedata ble innhentet fra sykehusets elektroniske fødejournaler.

source: In the following we will give some specific recommendations that concern the questions and the mandate of the evaluation:
nb: For alle kandidater som disputerte i rapporteringsperioden, er doktoravhandlingen godkjent uten vilkår om omarbeiding.

source: The complete project description must not exceed 10 pages, excluding the literature list (12-point font, 1.5 line spacing).
nb: Den fullstendige prosjektbeskrivelsen skal utgjøre maks 10 sider eksklusiv litteraturliste (12 punktskrift, 1,5 linjeavstand)

source: The average age of the participants in the first group studied was 85.
nb: I den første gruppa han studerte, var gjennomsnittsalderen på 85 år.

source: Obviously, the risk is also affected by a lot of other things throughout one’s life.
nb: Selvfølgelig påvirkes risikoen også av en rekke faktorer gjennom livet.

source: The solution, however, is quite simple.
nb: Løsningen er likevel ganske enkel.

source: Also, they appear to be more physically active than senior citizens in USA, UK and Iceland," says Lohne-Seiler.
nb: I tillegg ser det ut til at eldre kvinner og menn er mer fysisk aktive enn hva som er tilfellet i andre land som USA, UK og Island.

source: Exploring safety and safeguarding in Zambian sport” at the Department of Culture and Social Studies at the Norwegian School of Sport Sciences (NIH) in March 2019.
nb: Exploring safety and safeguarding in Zambian sport" ved seksjon for kultur og samfunn på Norges idrettshøgskole (NIH) i mars 2019.

source: Significant changes in study plans (e.g. changes in design and research questions) and/or a change of supervisor must be approved by KFU on recommendation from the head of section.
nb: Vesentlig endringer i planen for studiet (f.eks endringer i design og problemstillinger) og/eller skifte av veileder skal godkjennes av KFU etter innstilling fra seksjonsleder.

source: His record with Manchester United distinguished itself from that of his previous positions in that, under his leadership, the club won neither the local league championship nor the Champions League.
nb: Sortien fra Manchester United skilte seg fra tidligere jobber ved at klubben hverken vant seriegull eller Champions League under hans ledelse.

source: A more key observation may be that we see no one learning to ski; they whiz past, back and forth on all sides.
nb: En viktigere observasjon er kanskje at vi ikke ser noen som lærer å gå på ski, de fyker forbi, frem og tilbake på alle kanter.

source: Now, we take the starting point from a sports club with approximately 800 members and two employees who have decided to start a sustainability process.
nb: Nå tar vi utgangspunkt i et idrettslag med cirka 800 medlemmer og to ansatte som har besluttet å starte en bærekraftsprosess.

source: In the third study we sought to determine if a 4-month MT intervention had a measurable impact on stress and inhibitory functioning in military aviation personnel (n = 40) during a period of prolonged high-workloads.
nb: I den tredje studien undersøkte vi om en 4-måneder lang MT intervensjon hadde effekt på stress og inhibisjon i militært flyoperativt personell (n = 40) under langvarig høy arbeidsbelastning.

source: Updated information on gradual opening and access for staff and students will come Monday, May 11.
nb: Oppdatert informasjon om gradvis åpning og tilgang for ansatte og studenter vil komme mandag 11.

source: Having an effective gaze makes elite players the best players.
nb: Effektivt blikk gjør de beste best.

source: More than 40% of repetitive strain injuries in handball are shoulder injuries
nb: Over 40% av overbelastningsskader i håndball er skulderskader

source: Applications are processed continuously by Elin Hecker in the Library.
nb: Søknader behandles fortløpende av Elin Hecker på biblioteket.

source: In collaboration with the Ecole Polytechnique Fédérale (EPFL), Switzerland and the WSL Institute for Snow and Avalanche Research SLF, Switzerland the reasons for injuries in competitive alpine skiing to occur are elaborated from a biomechanical perspective.
nb: I samarbeid med Ecole Polytechnique Fédérale (EPFL), Sveits og WSL Institute for Snow and Avalanche Research SLF, Sveits undersøker denne studien årsaker til idrettssader i alpint fra et biomekanisk perspektiv.

source: At the start of the programme, 70 % of the participants were well below the levels recommended by the Norwegian health authorities (5 x 30 minutes of physical activity with moderate to high intensity every week).
nb: Ved oppstart var 70 prosent godt under det norske helsemyndigheter anbefaler (5 x 30 minutter fysisk aktivitet med moderat til høy intensitet hver uke.).

source: —Weight training is very important.
nb: - Styrketrening er svært viktig.

source: By looking at types and quantities, we will hopefully be able to help people avoid serious diseases.
nb: Ved å se på typer og mengde, kan vi forhåpentlig snart styre folk unna farlige sykdommer, oppsummerer Jones.

source: She has worked there since November 2010.
nb: Hun har jobbet ved Senter for etter- og videreutdanning siden november 2010.

source: Only 37% exercised regularly irrespective of activity setting, and only 17% used the gym twice weekly the first year as a member.
nb: Kun 37% trente regelmessig uavhengig av arena (på eller utenfor senteret) og kun 17% brukte senteret to ganger eller mer per uke det første året som treningssentermedlem.

source: - search engine for clinicians.
nb: - søkemotor for klinikere.

source: BSc in Physiotherapy (1999) and MSc in Physiotherapy (2000) from the University of Connecticut.
nb: Bachelor of Science i fysioterapi (1999) og Master of Science i fysioterapi (2000) fra University of Connecticut.

source: The background to this was that international and national health authorities had included strength training, together with fitness training in their recommendations for individuals suffering from obesity,.
nb: Bakgrunnen var at internasjonale og nasjonale helsemyndigheter inkluderte styrketrening i anbefalingene for individer med overvekt og fedme, i tillegg til kondisjonstrening.

source: That is why she believes the criticism aimed at teachers can often be passed on to the schools, school management and the authorities responsible for teacher education – and for inadequate competency requirements.
nb: Derfor mener hun at kritikken mot lærerne ofte kan rettes videre mot skolene, skoleledelsen og myndighetene som er ansvarlig for lærernes utdanning – og for manglede krav til kompetanse.

source: The travel must be booked through NIH's travel operater (see Innersvingen).
nb: Reisen skal bestilles gjennom reiseoperatøren til NIH (se Innersvingen).

source: Anne-Lise Folland works as a higher executive officer at NIH Center for part time studies and courses.
nb: Anne-Lise Folland jobber som førstekonsulent ved Norges idrettshøgskole, Senter for etter- og videreutdanning.

source: Complaints are to be handled by the joint appeals committee for student cases, cf. section 5-1 of the Act relating to universities and university colleges and regulations in accordance with this.
nb: Klager behandles av Felles klagenemnd for studentsaker, jf. universitets- og høyskolelovens § 5-1 og forskrift i medhold av denne.

source: No difference was found regarding vaginal resting pressure (p=0.670).
nb: Ingen forskjell mellom gruppene ble funnet for vaginalt hviletrykk (p=0.670).

source: (7) Other institutions under the present Act may be informed of the annulment of an examination or test.
nb: (7) Andre institusjoner under denne lov kan informeres om annul ering av eksamen eller prøve.

source: The results were stable one year after therapy, with some improvement in the CBT group.
nb: Resultatene var stabile ett år etter behandling, med noe forbedring i CBT-gruppa.

source: Over 20,000 children and young people from the United States and Europe formed the basis to conduct a comparison of 14 different health variables.
nb: Over 20.000 barn og unge fra USA og Europa dannet grunnlaget så de kunne sammenliknes på 14 ulike helsevariabler.

source: One year later this figure had dropped to 47 %.
nb: Ett år senere var denne gruppa redusert til 47 prosent.

source: He has extensive coaching experience from youth and elite handball and is certified EHF Master Coach.
nb: Christian har omfattende trenererfaring fra ungdoms- og elitehåndball og er sertifisert EHF Master Coach.

source: Consequently, in such areas, society will enjoy the best returns on its investments," says Solveig Nordengen.
nb: Dermed får samfunnet mest igjen for investeringene i slike områder, sier Solveig Nordengen.

source: Since 2015 he has been leading the work of developing a new bachelor program in Friluftsliv/Outdoor education.
nb: Fra 2015 har han ledet arbeidet med å utvikle en ny trårig bachelor i friluftslivsfag på NIH.

source: How much will depend on the type of measures employed.”
nb: Hvor mye, avhenger av type tiltak.

source: Even a 90-year-old can and should exercise to develop both new strength and muscle mass, says Sigve Nyvik Aas.
nb: Selv en 90-åring kan og bør trene opp både ny kraft og muskelmasse, sier Sigve Nyvik Aas.

source: Once you have chosen a journal, it is preferable that the article is published open access.
nb: Når du har valgt tidsskrift, er det ønskelig at artikkelen publiseres open access.

source: According to Stavnsbo, more activity in everyday school life will be a good investment, especially in the long run.
nb: Ifølge Stavnsbo vil mer aktivitet blant annet i skolehverdagen være en god investering, ikke minst på lang sikt.

source: Both the written and oral examination will be assessed on a pass/fail basis.
nb: Både den skriftlige og muntlige eksamen skal bedømmes til bestått/ikke bestått.

source: Philosophy of sport, sport pedagogy, philosophy of education, existential philosophy, phenomenology, ethics, talent development, physical education, adapted physical activity, embodiment and learning.
nb: Idrettsfilosofi, idrettspedagogikk, pedagogisk filosofi, eksistensfilosofi, fenomenologi, etikk, talentutvikling, kroppsøving, fysisk aktivitet og funksjonshemming, kropp og læring.

source: or to the summary of the article (on the journal's website).
nb: eller til sammendraget til artikkelen (på tidsskriftets hjemmeside).

source: Motivational fitness ambassadors and appropriate training partners are key factors to get people to start working out.
nb: Samtalegrupper kan være en god start for å avklare felles utfordringer og individuelle mål for treningen.

source: Supervisors with long-term practice for PhD candidates may be exempted from this requirement.
nb: Instituttleder kan ikke ha personalansvar og samtidig være veileder for en ph.d.-kandidat.

source: Oddbjørn has a European Master in Health and Physical Activity from the Norwegian School of Sports Sciences/Foro Italico from 2017.
nb: Oddbjørn har en Europeisk master i fysisk aktivitet og helse fra Norges idrettshøgskole og Foro Italico fra 2017.

source: Muscles and tendons tighten.
nb: Muskler og sener drar til.

source: If the institution (KFU) appoints an external main supervisor, a co-supervisor from the degree-conferring institution (NIH) must also be appointed.
nb: Dersom institusjonen (KFU) oppnevner ekstern hovedveileder, skal det oppnevnes medveileder fra den gradsgivende institusjon (NIH).

source: He has strong convictions about his own beliefs and his own ideals, and he makes an impact on his co-workers.
nb: Han har sterk overbevisning om egen tro og egne idealer, og det gir han innflytelse på medarbeiderne.

source: at the Norwegian School of Sport Sciences on 7 March.
nb: på Norges idrettshøgskole 7. mars.

source: “The simple message is that you should sit less and be more active more frequently,” says Ulf Eklund.
nb: – Det enkle budskapet, sier Ulf Eklund, er at man bør sitte mindre og bevege seg mer og oftere.

source: Groin problems are most often found (in 2/3 of cases) in a muscle group called the adductors.
nb: Lyskeproblemer oppstår som oftest (i 2/3 av tilfellene) i en muskelgruppe som kalles adduktorene.

source: Section 5.1 Conditions for admission
nb: § 5.1 Vilkår for opptak

source: The fixed biases observed (range = 2.2 to 12.8 cm, −6.0 to 11.2º and 23.7%) can be partially explained by the methods used to calculate reach measurements.
nb: De observerte fikserte skjevhetene (variasjonsbredde 2.2 til 12.8 cm, -6.0 til 11.2º og 23.7%) mellom observerte og kalkulerte utfallsmål kan delvis forklares av de metodene som ble benyttet for å beregne utfallsmålene fra bevegelsesdata.

source: The study protocol/intervention is 11 weeks in total with an option to undertake 7 weeks of additional training after the intervention is complete.
nb: Studieprotokollen/intervensjonen har en varighet på totalt 11 uker med mulighet for å gjennomføre 7 ukers tilleggsoppfølging etter at intervensjonen er fullført.

source: NIF can document that they created projects involving young people, however, none of the projects were created by strategically using Lillehammer 2016 to develop youth sport; they are more a series of projects initiated by the few implementing agents.
nb: NIF kan ved sin deltakelse i Lillehammer 2016 dokumentere at de utviklet prosjekter som involverte unge mennesker, samtidig som prosjektene i liten grad bidro til å utvikle ungdomsidretten og forhindre frafallsproblematikken.
